Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=788_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Kansainvälisten ihmisoikeussopimusten tulkinnasta ja soveltamisesta vastaavat ihmisoikeuselimet ovat usein kiinnittäneet ratkaisuissansa huomiota julistuksen velvoitteisiin.
sme: Riikaidgaskasaš olmmošvuoigatvuohtasoahpamušaid dulkojumis ja ollašuhttimis vástideaddji olmmošvuoigatvuohtaorgánat leat dávjá gidden fuopmášumi iežaset čovdosiin julggáštusa geatnegasvuođaide.

source: Alkuperäiskansajulistuksen velvoitteisiin viitataan erityisesti asioissa, jotka koskevat syrjimättömyyttä, kulttuurista koskemattomuutta ja itsemääräämisoikeutta.
sme: Eamiálbmotjulggáštusa geatnegasvuođaide čujuhuvvo erenoamážit áššiin, mat gusket vealameahttunvuođa, kultuvrralaš guoskameahttunvuođa ja iešmearridanvuođa.

source: Alkuperäiskansajulistuksella on merkittävää normatiivista arvoa sen korkean legitimiteettiasteen vuoksi, koska merkittävä enemmistö YK:n yleiskokouksesta hyväksyi julistuksen ja alkuperäiskansayhteisö tukee julistusta.
sme: Eamiálbmotjulggáštusas lea dehalaš normatiivalaš árvu dan alla legitimitehtadási dihtii, go mearkkašahtti eanetlohku ON:id oktasaščoahkkimis dohkkehii julggáštusa ja eamiálbmotsearvvuš doarju julggáštusa.

source: RIO +20-julistus
sme: RIO +20-julggáštus

source: Rio the Janeirossa vuonna 2012 pidetty kestävän kehityksen konferenssi hyväksyi loppujulistuksen ”
sme: Rio the Janeiros jagi 2012 dollon suvdilis ovdáneami konferánsa dohkkehii loahppajulggáštusa

source: Kokous on vuonna 1992 pidetyn kestävän kehityksen konferenssin seurantakokous.
sme: Čoahkkin lea jagi 1992 dollon suvdilis ovdáneami konferánssa čuovvunčoahkkin.

source: Vuoden 1992 kokous oli hyvin merkittävä, koska silloin hyväksyttiin mm. biodiversiteettisopimus, ilmastonsuojelusopimus sekä kestävän kehityksen tavoitteet (Agenda 21).
sme: Jagi 1992 čoahkkin lei hui mearkkašahtti, daningo dalle dohkkehuvvui ee. biodiversitehtasoahpamuš, dálkkádatsuodjalansoahpamuš sihke suvdilis ovdáneami ulbmilat (Agenda 21).

source: Suomessa kestävää kehitystä on edistetty mm..
sme: Suomas suvdilis ovdáneapmi lea ovddiduvvon ee.

source: kansallisella kestävän kehityksen strategialla ja yhteiskuntasitoumuksell
sme: álbmotlaš suvdilis ovdáneami strategiijain ja servodatčátnašumiin

source: Rio +20 kokouksen loppuasiakirja käsittelee erityisesti vihreää taloutta, köyhyyden vähentämistä ja kestävän kehityksen periaatteita.
sme: Rio +20 čoahkkima loahppaáššegirji gieđahallá erenoamážit ruoná ekonomiija, geafivuođa geahpedeami ja suvdilis ovdáneami prinsihpaid.

source: Myös alkuperäiskansojen oikeudet on tuotu esille julistuksessa.
sme: Maiddái eamiálbmogiid vuoigatvuođat leat ovdanbuktojuvvon julggáštusas.

source: Rion julistus painottaa, että kestävän kehityksen toteuttaminen edellyttää alkuperäiskansojen aktiivista ja vaikuttavaa osallistumista kestävän kehityksen edistämiseksi kaikilla tasoilla.
sme: Rio julggáštus deattuha, ahte suvdilis ovdáneami ollašuhttin eaktuđa eamiálbmogiid aktiiva ja váikkuheaddji oassálastima suvdilis ovdáneami ovddideapmin juohke dásis.

source: Rion julistus myös tunnustaa YK:n alkuperäiskansajulistuksen merkityksen ja sen, että julistus tulee huomioida kestävän kehityksen strategioiden toimeenpanossa.
sme: Rio julggáštus maiddái dovddasta ON:id eamiálbmotjulggáštusa mearkkašumi ja dan, ahte julggáštusa galgá vuhtiiváldit suvdilis ovdáneami strategiijaid ollašuhttimis.

source: Rion julistus edellyttää valtioiden tukevan alkuperäiskansojen identiteettiä, kulttuuria, kulttuuriperintöä, perinteistä tietoa ja tapoja.
sme: Rio julggáštus eaktuda stáhtaid doarjut eamiálbmogiid identitehta, kultuvrra, kulturárbbi, árbevirolaš dieđu ja dábiid.

source: Julistus korostaa tarvetta tukea alkuperäiskansojen kestävän kehityksen mukaisia elinkeinomuotoja.
sme: Julggáštus deattuha dárbbu doarjut eamiálbmogiid suvdilis ovdáneami mieldásaš ealáhusaid.

source: Unescon kulttuurista moninaisuutta koskeva yleismaailmallinen julistus
sme: Unesco kultuvrralaš máŋggahámátvuođa guoski oppamáilmmálaš julggáštus

source: Unescon yleiskokouksen hyväksymä
sme: Unesco oktasaščoahkkima dohkkehan

source: on luonut perustan aineettoman kulttuuriperinnön ja kulttuuri-ilmauksien suojelusopimuksille.
sme: lea hábmen vuođu ávnnahis kulturárbbi ja kulturalbmonemiid suodjalansoahpamušaide.

source: Julistuksen artiklassa 4 todetaan, että kulttuurisen moninaisuuden puolustaminen on eettisesti välttämätöntä ja erottamaton osa ihmisarvon kunnioittamista.
sme: Julggástusa artiklas 4 celkojuvvo, ahte kultuvrralaš maŋggahámátvuođa bealušteapmi lea etihkalaččat vealtameahttun ja earutkeahtes oassi olmmošárvvu gudnejahttimis.

source: Siihen sisältyy sitoutuminen ihmisoikeuksiin ja perusvapauksiin, erityisesti vähemmistöihin ja alkuperäiskansoihin kuuluvien ihmisten oikeuksiin.
sme: Dasa gullá čatnaseapmi olmmošvuoigatvuođaide ja vuođđofriijavuođaide, erenoamážit unnitloguide ja eamiálbmogiidda gulavaš olbmuid vuoigatvuođaide.

source: Julistuksen toteuttamissuunnitelman kohdassa 14 Unescon jäsenvaltiot sitoutuvat ryhtymään toimiin erityisesti alkuperäiskansojen perinteisen tietämyksen kunnioittamiseksi ja säilyttämiseksi, sen arvon tunnustamiseksi varsinkin ympäristönsuojelussa ja luonnonvarojen hallinnoinnissa, sekä nykyaikaisen tieteen ja paikallisen tietämyksen hyödyntämisessä toisiaan täydentävästi.
sme: Julggáštusa ollašuhttinplána čuoggás 14 Unesco lahttoriikkat čatnasit álggahit doaimmaid erenoamážit eamiálbmogiid árbevirolaš dieđu gudnejahttima ja seailluheami várás, dan árvvu dovddasteami várás eandalitge birassuodjaleamis ja luondduriggodagaid hálddašeamis, sihke otnáža diehtaga ja báikkálaš dieđu ávkkástallamis dievasmahttimin nuppiid.

source: Ratifioimattomat ja valmisteilla olevat sopimukset
sme: Ratifiserekeahtes ja válmmaštallama vuolde soahpamušat

source: ILO 169-sopimus
sme: ILO 169-soahpamuš

source: Kansainvälisen työjärjestyksen
sme: Riikaidgaskasaš bargoortnega eamiálbmogiid vuoigatvuođain lea dohkkehuvvon

source: alkuperäiskansojen ja heimokansojen oikeuksista on hyväksytty vuonna 1989.
sme: jagi 1989

source: Sopimuksen ovat ratifioineet pohjoismaista Norja ja Tanska.
sme: Soahpamuša leat ratifiseren davviriikkain Norga ja Dánmárku.

source: Sopimuksen ratifiointi on ollut Suomen ihmisoikeuspoliittisen tavoitteena pitkään.
sme: Soahpamuša ratifiseren leamašan Suoma olmmošvuoigatvuohtapolitihkalaš ulbmilin guhká.

source: Sopimuksen ratifiointi otettiin ensimmäisen kerran tavoitteeksi pääministeri Jyrki Kataisen hallitusohjelmaan.
sme: Soahpamuša ratifiseren váldui vuosttas geardde ulbmilin oaiveministtar Jyrki Katainena ráđđehusprográmmii.

source: Sopimuksen keskeisimmät artiklat 14 ja 15 käsittelevät alkuperäiskansojen oikeutta maahan, veteen ja luonnonvaroihin.
sme: Soahpamuša guovddáš artiklat 14 ja 15 gieđahallet eamiálbmogiid vuoigatvuođa eatnamii, čáhcái ja luondduriggodagaide.

source: Suomessa oikeusministeriö on selvittänyt vuonna 2012 sopimuksen ratifiointiesteiden poistamista lähettämällä asiasta lausuntopyynnön ministeriöille ja saamelaiskäräjille.
sme: Suomas vuoigatvuođaministeriija lea čielggadan jagi 2012 soahpamuša ratifisereneastagiid eretváldima sáddemiin áššis cealkkabivdaga ministeriijai ja sámediggái.

source: Saamelaiskäräjät totesi lausunnossaan että Suomella on hyvät edellytykset ratifioida sopimus ja kiirehti ratifiointiprosessin aloittamista.
sme: Sámediggi celkii cealkámušas ahte Suomas leat buorit vejolašvuođat ratifiseret soahpamuša ja hoahpuhii ratifiserenproseassa álggaheami.

source: Saamelaiskäräjät myös totesi, että maa- ja vesioikeudet koskevat saamelaisten kotiseutualuetta ja valtion hallinnassa olevia maa- ja vesialueita.
sme: Sámediggi maiddái celkii, ahte eana- ja čáhcevuoigatvuođat gusket eana- ja čáhceviidodagaid, mat leat sámiid ruovttuguovllu ja stáhta hálddus.

source: Sopimuksen ratifiointi on saamelaiskäräjien vaalikauden kärkitavoite.
sme: Soahpamuša ratifiseren lea sámedikki válgabaji váldoulbmil.

source: Sopimuksen ratifiointi ei ole kuitenkaan vielä edennyt.
sme: Soahpamuša ratifiseren ii leat goit velá ovdánan.

source: Nagoyan pöytäkirja
sme: Nagoya beavdegirji

source: geenivarojen saatavuudesta ja hyötyjen oikeudenmukaisesta jaosta hyväksyttiin vuonna 2010 biodiversiteettisopimuksen osapuolikokouksessa.
sme: genaváriid oažžumis ja ávkkiid vuoiggalaš juohkimis dohkkehuvvui jagi 2010 biodiversitehtasoahpamuša oassebeallečoahkkimis.

source: Pöytäkirja täydentää biodiversiteettisopimuksen artiklaa 17, joka käsittelee myös geenivarojen satavuutta ja hyötyjen jakoa sekä artiklaa 8(J), joka käsittelee alkuperäiskansojen ja perinteisen elämänmuodon omaavien paikallisyhteisöjen luonnon monimuotoisuuteen liittyvää perinteistä tietoa.
sme: Beavdegirji dievasmahttá biodiversitehtasoahpamuša artikla 17, mii gieđahallá maiddái genaváriid oažžuma ja ávkkiid juohkima sihke artikla 8(J), mii gieđahallá báikkálašservošiid, main lea eamiálbmogiid ja árbevirolaš eallinhámi luonddu máŋgggahámátvuhtii gulavaš árbevirolaš diehtu.

source: Suomi allekirjoitti pöytäkirjan vuonna 2011 ja
sme: Suopma vuolláičálii beavdegirjji jagi 2011 ja

source: valmistelee
sme: válmmaštallá

source: parhaillaan pöytäkirjan ratifiointia.
sme: aiddo beavdegirjji ratifiserema.

source: Ratifiointia valmistelevan työryhmän on tarkoitus saada esityksensä valmiiksi vuoden 2014 puolivälissä.
sme: Ratifiserema válmmaštalli bargojoavkku ulbmilin lea oažžut evttohusa gárvvisin jagi 2014 gaskamuttus.

source: Nagoyan pöytäkirja on tärkeä alkuperäiskansoille.
sme: Nagoya beavdegirji lea dehalaš eamiálbmogiidda.

source: pöytäkirjan johdanto-osiossa valtiot panevat merkille YK:n alkuperäiskansojen oikeuksia koskevan julistuksen.
sme: Beavdegirjji láidehusas stáhtat vuhtiiváldet ON:id eamiálbmogiid vuoigatvuođaid guoski julggáštusa.

source: Pöytäkirjan artiklat 5, 6 7, 11 ja 12 käsittelevät erityisesti alkuperäiskansojen oikeuksia.
sme: Beavdegirjji artiklat 5, 6 7, 11 ja 12 gieđahallet erenoamážit eamiálbmogiid vuoigatvuođaid.

source: Pöytäkirjan mukaan alkuperäiskansojen hallussa olevaa geenivaroihin liittyvää perinteistä tietoa voidaan käyttää vain alkuperäisansan ennakkosuostumuksella tai hyväksynnällä ja sitä saatavat hyödyt on jaettava oikeudenmukaisesti.
sme: Beavdegirjji mielde eamiálbmogiid hálddus leahkki genaváriide gulavaš árbevirolaš dieđu sáhttá atnit dušše eamiálbmogiid ovddalgihtii miehtamiin dahje dohkkehemiin ja das ožžon ávkiid galgá juohkit vuoiggalaččat.

source: Pohjoismainen saamelaissopimus
sme: Davviriikkalaš sámesoahpamuš

source: Kansainvälinen asiantuntijatyöryhmä luovutti esityksensä
sme: Riikaidgaskasaš áššedovdibargojoavku guđii

source: pohjoismaiseksi saamelaissopimukseksi
sme: evttohusa davviriikkalaš sámesoahpamuššan

source: vuonna 2005.
sme: jagi 2005.

source: Valtiosopimusneuvottelut Suomen, Norjan ja Ruotsin valtioiden kanssa sopimuksen viimeistelemiseksi ja hyväksymiseksi aloitettiin vuonna 2011.
sme: Stáhtasoahpamušráđđádallamat Suoma, Norgga ja Ruoŧa stáhtaiguin soahpamuša vátnama ja doahkkeheami várás álggahuvvui jagi 2011.

source: Ne on tarkoitus saada päätökseen vuoden 2015 loppuun mennessä.
sme: Daid lea dárkkuhus loahpahit jagi 2015 loahpa rádjai.

source: Asiantuntijatyöryhmän esittämän sopimusluonnoksen tavoitteena on harmonisoida saamelaisia koskevaa lainsäädäntöä, luoda edellytykset saamen kielen, kulttuurin ja saamelaiselinkeinojen kehittymiselle siten, että valtion rajat estävät saamelaisten yhteistyötä mahdollisimman vähän.
sme: Áššedovdibargojoavkku evttohan soahpamushápmosa ulbmilin lea harmoniseret sámiid guoski láhkaásaheami, hábmet vejolašvuođaid sámegiela, kultuvrra ja sámeealáhusaid ovdáneapmai nu, ahte stáhta ráját estet sámiid ovttasbarggu nu unnán go vejolaš.

source: Sopimusluonnos kokoaa keskeisiä velvoitteita muista kansainvälisistä sopimuksista ja julistuksista kuten ILO 169-sopimuksesta ja alkuperäiskansajulistuksesta.
sme: Soahpamušhámus čohkke guovddáš geatnegasvuođaid eará rikkaidgaskasas soahpamušain ja julggáštusain dego ILO 169-soahpamusaš ja eamiálbmotjulggášusas.

source: Suomen saamelaiskäräjillä on kolme edustajaa valtioneuvoston nimittämässä neuvotteluvaltuuskunnassa.
sme: Suoma sámedikkis leat golbma ovddasdeaddji stáhtáráđi namahan ráđđádallansáttagottis.

source: Saamelaiskäräjien edustajilla on puheoikeus sopimusneuvotteluissa sekä oikeus jättää näkemyksensä pöytäkirjaan.
sme: Sámedikki ovddasteadjiin lea hállanvuoigatvuohta soahpamušráđđádallamiin sihke vuoigatvuohta guođđit iežas oainnu beavdegirjái.

source: Saamelaiskäräjien ja Venäjän saamelaisten yhteistyöelin saamelainen parlamentaarinen neuvosto on sopinut, että saamelaiset neuvottelevat yhtenä kansana neuvotteluissa ja että saamelaisten yhteiset kannat sovitaan SPN:ssä.
sme: Sámedikki ja Ruošša sámiid ovttasbargoorgáná Sámiid parlamentaralaáš ráđđi lea soahpan, ahte sámit ráđđádallet oktan álbmogin ráđđádallamiin ja ahte sámiid oktasaš oainnut sohppojuvvojit SPR:as.

source: WIPO:n instrumentti perinteisen tiedon, kansanperinteen ja geenivarojen suojelemiseksi
sme: WIPO instrumeanta árbevirolaš dieđu, álbmotárbbi ja genaváriid suodjaleapmin

source: WIPO eli maailman henkisen omaisuuden järjestö (engl.
sme: WIPO dahjege máilmmi intellektuála opmodaga organisašuvdna (engl.

source: ) on Yhdistyneiden kansakuntien erityisjärjestö.
sme: World Intellectual Property Organisation) lea Ovttastuvvan nášuvnnaid sierraorganisašuvdna.

source: Suomen valtio on WIPO:n jäsen.
sme: Suoma stáhta lea WIPO lahttu.

source: WIPO:n pääasiallisena tehtävänä on edistää sellaisten toimenpiteiden kehittämistä, joiden on määrä helpottaa henkisen omaisuuden tehokasta suojaamista kaikkialla maailmassa ja yhdenmukaistaa kansallista lainsäädäntöä tällä alalla; rohkaista kansainvälisten henkisen omaisuuden suojaamisen edistämistä tarkoittavien sopimusten solmimista ja huolehtia henkisen omaisuuden kansainvälisen suojelun helpottamisesta sekä tarvittaessa rekisteröinnistä tällä alalla sekä rekisteröintiä koskevien tietojen julkisuuteen saattamisesta.
sme: WIPO váldobargun lea ovddidit dakkáraš doaibmabijuid ovddideami, maid mearri álkidahttá intellektuála opmodaga beaktilis suodjaleami juohke bealde máilmmis ja dahkat sullalažžan álbmotlaš láhkaásaheami dán suorggis; roahkasmahttit riikkaidgaskasaš intellektuála opmodaga suodjaleami ovddideami darkuheaddji soahpamušaid dahkama ja fuolahit intellektuála opmodaga riikkaidgaskasaš suodjaleami álkidahttima sihke dárbbu mielde registrerema dán suorggis sihke registrerema guoski dieđuid almmustahttima.

source: SPN on tarkkailijana WIPO:n
sme: SPR lea dárkojeaddjin

source: eli valtioiden välisessä komiteassa henkisestä omaisuudesta, geenivaroista, perinteisestä tiedosta ja kansanperinteestä.
sme: dahjege stáhtaid gaskasaš komiteas intellektuála opmodagas, genaváriin, árbevirolaš dieđus ja álbmotárbbis.

source: Komitean tehtävänä on valmistella sopimusteksti kansainvälisen instrumentin tai instrumenttien saamiseksi geenivarojen, perinteisen tiedon ja kansanperinteen suojelemiseksi.
sme: Komitea bargun lea válmmaštallat soahpamušteavstta riikkaidgaskasaš instrumeantta dahje instrumeanttaid oažžuma várás genaváriid, árbevirolaš dieđu ja álbmotárbbi suodjaleapmin.

source: Laillisen instrumentin valmistelu on kestänyt pitkään.
sme: Lágalaš instrumeantta válmmaštallan lea bistán guhká.

source: Tavoitteena on saada esitys laillisen / laillisten instrumenttien luomiseksi komitean toimikauden 2014/2015 aikana.
sme: Ulbmilin lea oažžut evttohus lágalaš instrumeantta / instrumeanttaid hábmema várás komitea doaibmabaji 2014/2015 áigge.
